age
bat
cowsay
dbeaver
docker
docker-compose
eza
fd
fx
fzf
grep
jq
jupyter-notebook
lsof
make
man-db
man-pages
mcfly
neofetch
nethack
npm
obs-studio
okular
ripgrep
screenfetch
tar
tldr
thefuck
texinfo
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-langenglish
texlive-langportuguese
texlive-latexextra
texlive-luatex
texlive-mathscience
the_silver_searcher
thunderbird
unzip
vim
wget
which
wl-clipboard
yarn
yay
zathura
zathura-pdf-poppler
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
