acpi
acpid
act
age
android-file-transfer
android-tools
android-udev
apparmor
autotiling
avahi
b43-fwcutter
bash
bat
bluez
bluez-utils
btrfs-progs
bzip2
cataclysm-dda
cliphist
cmake
code
coreutils
cowsay
cpupower
cronie
cryptsetup
ctags
dbeaver
device-mapper
dhclient
dhcpcd
diffutils
dmraid
dnsmasq
docker
docker-compose
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
exfatprogs
f2fs-tools
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
fzf
gawk
gcc-libs
gettext
git-filter-repo
git-lfs
glibc
gnome-calculator
gnome-epub-thumbnailer
gnome-keyring
gnome-terminal
greetd
greetd-tuigreet
grep
grub
gvfs
gvfs-mtp
gzip
haveged
himalaya
imv
inetutils
intel-ucode
iproute2
iputils
jfsutils
jq
jupyter-notebook
kanshi
kvantum
languagetool
less
librdkafka
libreoffice-still-pt-br
licenses
logrotate
lsof
lvm2
make
man-db
man-pages
mdadm
memtest86+
memtest86+-efi
meson
moreutils
nasm
neofetch
nethack
network-manager-applet
networkmanager
networkmanager-vpnc
nfs-utils
ninja
npm
nss-mdns
ntfs-3g
obs-studio
okular
openshot
os-prober
pacman
pciutils
pcmanfm-gtk3
perl
pipectl
pkgconf
polkit-gnome
pptpclient
procps-ng
psmisc
pulsemixer
python-pip
python-pluggy
python-psycopg2
python-pycosat
qgis
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rdesktop
rsync
ruby
s-nail
screenfetch
sed
shadow
sof-firmware
sudo
swaybg
sysfsutils
systemd
systemd-sysvcompat
tar
thefuck
texinfo
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-langenglish
texlive-langportuguese
texlive-latexextra
texlive-luatex
texlive-mathscience
the_silver_searcher
thunderbird
tk
transmission-gtk
unzip
usbutils
util-linux
vim
vlc
vpnc
wget
which
wimlib
wireless-regdb
wl-clipboard
wl-mirror
wlsunset
wpa_supplicant
wqy-microhei
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-xwayland
xz
yajl
yasm
yt-dlp
zathura
zathura-pdf-poppler
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
